# Third Party Repositories
tap "homebrew/bundle"
tap "leoafarias/fvm"


# Formulae
brew "cocoapods"
brew "git"
brew "libsodium"
brew "ruby-build"
brew "rbenv"
brew "leoafarias/fvm/fvm"


# Casks
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "bitwarden"
cask "discord"
cask "figma"
cask "flameshot"
cask "free-ruler"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keystore-explorer"
cask "middleclick", args: { no_quarantine: true }
cask "notion"
cask "rar", args: { no_quarantine: true }
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "whatsapp"


# Other
# cask "discretescroll"
# cask "tigervnc-viewer"